Revit 2027 API
Space.SpaceCavityRatio Property
Get the Space Cavity Ratio of the Space.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double SpaceCavityRatio { get; }
Public ReadOnly Property SpaceCavityRatio As Double
	Get
public:
property double SpaceCavityRatio {
	double get ();
}
member SpaceCavityRatio : float with get
Property Value
Double
Remarks
This property is used to get the Space Cavity Ratio of the Space.
See Also
Reference
Space Class
Autodesk.Revit.DB.Mechanical Namespace